_posts/language/2024-04-09-drohen.html
---
layout: post
title: drohen
tags: [English,,German]
categories: [language]
---
<p>
今天，美国财政部长耶伦结束了在中国的五天访问。德意志日报 Deutsche
Tageszeitung 有一则新闻报道：
</p>

<p>
Grundsätzlich wurde Yellens Besuch in China aber als weiterer Schritt
hin zu einer Stabilisierung der Beziehungen zwischen den USA und der
Volksrepublik gewertet. Beide Seiten vereinbarten weitere Gespräche,
um das Problem <b>drohender</b> Überkapazitäten zu lösen. [DT2024Yellen]
</p>

<p>
这里提到了美丽国关心的事情，即中国在新能源领域对美国造成的威胁：das
Problem <b>drohender</b> Überkapazitäten.
</p>

<p>
<b>drohend</b> 的意思是有威胁的。动词形式是 <b>drohen</b> 威胁。
</p>

<p>
做及物动词的时候，如jdm mit etw drohen用某事威胁某人。
</p>

<p>
Meine Frau droht mir mit der Scheidung. 我妻子用离婚威胁我。顺便说下，上次我们了解到 Entscheidung 是决策的意思，源于拉丁语 caedere 切开。切开的名词形式 Scheidung 就有分离、离婚之意了。
</p>

<p>
还有如：
</p>
<ul class="org-ul">
<li>jdm mit der Faust drohen 用拳头威胁某人</li>
<li>jdm mit Selbstmord drohen 用自杀威胁某人</li>
</ul>

<p>
另外，今天的新闻提到南非议会选举，执政党 ANC 非洲国民大会可能遭遇丢失多数党统治地位的威胁。这里也用到了 <b>drohen</b> 这个词：
</p>

<p>
Der seit Ende der Apartheid regierende Afrikanische Nationalkongress
(ANC) <b>droht</b> den Umfragen zufolge erstmals die Mehrheit im Parlament zu
verlieren. [DT2024Zuma]
</p>

<p>
其实德语 drohen 和英语 throe 是同源的，而 throe 是分娩阵痛的意思。是不是可以理解 drohen 的意思就是用 throe 一样的痛苦来吓唬他人，就是德语里的威胁之意。
</p>

<p>
不过 throe 这个词似乎在英语里用的不多，找到一首阿里斯托芬（古希腊作家喜剧之父）的诗，用到了 throe，应该也是后人翻译成英语的。说地球母亲的镇痛带来了水果的丰收。
</p>

<p class="verse">
The Harvest<br />
&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;by Aristophanes<br />
<br />
Oh, &rsquo;tis sweet, when fields are ringing<br />
With the merry cricket&rsquo;s singing,<br />
Oft to mark with curious eye<br />
If the vine-tree&rsquo;s time be nigh:<br />
Here is now the fruit whose birth<br />
Cost a throe to Mother Earth.<br />
Sweet it is, too, to be telling,<br />
How the luscious figs are swelling;<br />
Then to riot without measure<br />
In the rich, nectareous treasure,<br />
While our grateful voices chime,&#x2013;<br />
Happy season! blessed time.<br />
</p>

<p>
另外，drohen 作为不及物动词有即将来临之意：
</p>
<ul class="org-ul">
<li>Es droht zu regnen. 恐怕要下雨了。</li>
<li>Das Haus droht einzufallen. 房子恐怕要倒了。</li>
</ul>


<p>
<b>References</b>
</p>

<style>.csl-entry{text-indent: -1.5em; margin-left: 1.5em;}</style><div class="csl-bib-body">
</div>


<p>
[DT2024Yellen] US-FINANZMINISTERIN YELLEN WARNT CHINA VOR INDUSTRIELLEN ÜBERKAPAZITÄTEN, Deutsche Tageszeitung, 08.04.2024
</p>

<p>
[DT2024Zuma] SÜDAFRIKANISCHES GERICHT ENTSCHEIDET ÜBER WAHLAUSSCHLUSS
VON EX-PRÄSIDENT ZUMA, Deutsche Tageszeitung, 08.04.2024
</p>
